Revit 2024 API
ParameterTypeId.ModelGraphicsStyleAnonDraft Property
 "Visual Style"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ModelGraphicsStyleAnonDraft { get; }
Visual Basic
Public Shared ReadOnly Property ModelGraphicsStyleAnonDraft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ModelGraphicsStyleAnonDraft {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace